Repository: jojacobsen/django-password-reset
Catalog: password_reset/locale/*/LC_MESSAGES/django.po
Languages: da

source: Sorry, this user doesn't exist.
da: Beklager, denne bruger eksisterer ikke.

source: Username
da: Brugernavn

source: Username or Email
da: Brugernavn eller Email

source: Sorry, inactive users can't recover their password.
da: Beklager, inaktive brugere kan ikke gendanne deres kodeord

source: Unable to find user.
da: Brugeren kan ikke findes.

source: New password
da: Nyt kodeord

source: New password (confirm)
da: Nyt kodeord (bekræft)

source: The two passwords didn't match.
da: De to kodeord matcher ikke.

source: New password set
da: Nyt kodeord er aktivt.

source: Your password has successfully been reset. You can use it right now on the login page.
da: Dit nye kodeord er nu blevet oprettet. Det kan bruges med det samme på login siden.

source: Dear %(username)s,
da: Kære %(username)s,

source: You -- or someone pretending to be you -- has requested a password reset on %(domain)s.
da: Du -- eller en anden -- har bedt om et nyt kodeord til %(domain)s.

source: You can set your new password by following this link:
da: Du kan oprette et nyt kodeord ved at følge dette link:

source: If you don't want to reset your password, simply ignore this email and it will stay unchanged.
da: Hvis du ikke ønsker at oprette et nyt kodeord, skal du bare ignorere denne emailog det vil forblive, som det er.

source: Password recovery on %(domain)s
da: Oprettelse af nyt kodeord på %(domain)s

source: Password recovery
da: Oprettelse af nyt kodeord

source: Recover my password
da: Opret et nyt kodeord

source: Sorry, this password reset link is invalid. You can still <a href="%(recovery_url)s">request a new one</a>.
da: Beklager, dette link er udløbet. Du kan i stedet <a href="%(recovery_url)s">bede om et nyt</a>.

source: Hi, <strong>%(username)s</strong>. Please choose your new password.
da: Hej, <strong>%(username)s</strong>. Indtast venligst et nyt kodeord.

source: Set new password
da: Opret nyt kodeord

source: Password recovery sent
da: Anmodning om nyt kodeord er sendt

source: An email was sent to <strong>%(email)s</strong> %(ago)s ago. Use the link in it to set a new password.
da: En email er blevet sendt til <strong>%(email)s</strong> %(ago)s. Klik på linket i dennefor at oprette et nyt kodeord.
